{
  "laraib": {
    "name": "Laraib",
    "title": "To My Dearest Friend on Your 24th Birthday",
    "image": "https://images.unsplash.com/photo-1502139214982-d0ad755818d8?w=1200&h=1200&fit=crop",
    "content": [
      "My Dearest Friend,",
      "Happy 24th birthday to the most incredible woman I know. As I sit down to write this letter, I'm flooded with memories of all the moments we've shared - the laughter, the tears, the adventures, and the quiet moments that mean just as much.",
      "Watching you grow into the person you are today has been one of life's greatest privileges. Your strength amazes me every single day. The way you face challenges with grace and determination, the way you lift others up even when you're struggling yourself - it's truly inspiring.",
      "Your kindness radiates from you like sunshine. You have this incredible gift of making everyone around you feel seen, heard, and valued. The world is genuinely a better place because you're in it.",
      "As you step into this new year of your life, I want you to know that I'm so proud of you. Proud of everything you've accomplished, proud of the obstacles you've overcome, and proud to call you my best friend.",
      "Here's to 24 - may this year bring you all the joy, love, and success you deserve. May you continue to chase your dreams fearlessly and may you always remember how truly special you are.",
      "Thank you for being you, for being my person, and for making life so much brighter.",
      "With all my love and admiration,",
      "Laraib"
    ],
    "additionalImages": [
      "https://images.unsplash.com/photo-1522621032211-ac0031dfbddc?w=600&h=600&fit=crop",
      "https://images.unsplash.com/photo-1529333166437-7750a6dd5a70?w=600&h=600&fit=crop"
    ]
  },
  "tashkeen": {
    "name": "Tashkeen",
    "title": "A Love Letter on Your 24th Birthday",
    "image": "https://images.unsplash.com/photo-1518199266791-5375a83190b7?w=1200&h=1200&fit=crop",
    "content": [
      "My Dearest Love,",
      "As you turn 24 today, I find myself overwhelmed with gratitude for every moment we've shared. You are not just my partner, but my best friend, my confidant, and the person who makes every day worth living.",
      "I love the way you see the world - with such wonder and curiosity. I love how you make everyone around you feel special.",
      "Here's to you, to us, and to all the beautiful years ahead. Happy 24th birthday, my love.",
      "Forever yours,",
      "Tashkeen"
    ],
    "additionalImages": [
      "https://images.unsplash.com/photo-1516589178581-6cd7833ae3b2?w=600&h=600&fit=crop"
    ]
  }
}